Repository: ElKoziRRo/yatc
Catalog: translations/*.po
Languages: hr_hr

source: comes with ABSOLUTELY NO WARRANTY; for details see sections 11 and 12 in file COPYING. This is free software, and you are welcome to redistribute it under certain conditions; see file COPYING for details.
hr_hr: dolazi bez IKAKVOG JAMSTVA; za detalje pogledajte dijelove 11 i 12 u datoteci COPYING. Ovo je slobodan softver, i slobodno ga kopirajte pod određenim uvjetima; pogledajte datoteku COPYING za detalje.

source: gold
hr_hr: u zlatu

source: $$PRODUCTSHORT$$ Fatal Error
hr_hr: $$PRODUCTSHORT$$ fatalna greška

source: (in no particular order)
hr_hr: (bez posebnog redoslijeda)

source: (use object on target)
hr_hr: (iskoristi objekt na meti)

source: (use object on yourself)
hr_hr: (iskoristi objekt na sebi)

source: (use object with crosshairs)
hr_hr: (iskoristi objekt s ciljanjem)

source: <Observe the battle window>
hr_hr: <Pogledajte prozor Bitka>

source: <Observe the follow button>
hr_hr: <Pogledajte tipku za slijediti>

source: <Observe the health bar>
hr_hr: <Pogledajte traku zdravlja>

source: <Observe the quest button>
hr_hr: <Pogledajte tipku Potrage>

source: <The outfit window should be opened now>
hr_hr: <Sada bi se trebao otvoriti prozor s odijelom>

source: Accept
hr_hr: Prihvati

source: Account Status:
hr_hr: Stanje računa:

source: Account name:
hr_hr: Ime računa:

source: Account number:
hr_hr: Broj računa:

source: Add new VIP
hr_hr: Dodaj novi kontakt

source: Add to VIP list
hr_hr: Dodaj u kontakte

source: Addon
hr_hr: Dodatak

source: Adjust framerate limit
hr_hr: Podesi ograničenje FPS

source: Advanced
hr_hr: Napredno

source: Advanced Graphics Options
hr_hr: Napredne grafičke opcije

source: Advanced settings:
hr_hr: Napredne postavke

source: Ah, the all-mighty trade window. This hint is not written yet.
hr_hr: Ah, prozor za trgovanje. Ovaj savjet još nije napisan.

source: Ambient Light
hr_hr: Osvjetljenje

source: Amount:
hr_hr: Količina:

source: Attack
hr_hr: Napadni

source: Auto Chase Off
hr_hr: Isključi auto-proganjanje

source: Autodetect
hr_hr: Otkrij

source: Available hotkeys:
hr_hr: Dostupne kratice:

source: Available resolutions:
hr_hr: Dostupne rezolucije:

source: Axe Fighting
hr_hr: Borba sjekirom

source: Battle
hr_hr: Borba

source: Best Light
hr_hr: Najbolje osvjetljenje

source: Better Light
hr_hr: Bolje osvjetljenje

source: Buy
hr_hr: Kupi

source: Cancel
hr_hr: Poništi

source: Cannot connect to a login server.
hr_hr: Ne mogu se spojiti na server za prijavu.

source: Cap
hr_hr: Kap

source: Centre
hr_hr: Centriraj

source: Change general game options
hr_hr: Uredi opće opcije igre

source: Change graphics and performance settings
hr_hr: Promijeni postavke grafike i performansi

source: Change player in VIP list
hr_hr: Promijeni igrača u listi kontakata

source: Classic Control
hr_hr: Klasično upravljanje

source: Clear Object
hr_hr: Počisti objekt

source: Clear Window
hr_hr: Počisti prozor

source: Close
hr_hr: Zatvori

source: Club Fighting
hr_hr: Borba toljagama

source: Compiled on:
hr_hr: Prevedeno u:

source: Connecting
hr_hr: Spajanje

source: Connecting to the game world. Please wait.
hr_hr: Spajam se u igru. Molimo pričekajte.

source: Console
hr_hr: Konzola

source: Console Options
hr_hr: Opcije konzole

source: Contributors
hr_hr: Pridonositelji

source: Copy Message
hr_hr: Kopiraj poruku

source: Copy Name
hr_hr: Kopiraj ime

source: Copy name
hr_hr: Kopiraj ime

source: Create Account
hr_hr: Stvori račun

source: Current engine
hr_hr: Trenutni engine

source: Current framerate:
hr_hr: Trenutni FPS

source: Customise the console
hr_hr: Podesi konzolu

source: Data files in the directory either: * do not belong to same protocol version, or * are modified and with unknown signatures. Either get correct files from a single known client version, or make sure that you have correct signatures in the files, or go to Options->Network and choose the correct protocol.
hr_hr: Datoteke s podacima u direktoriju ili: * ne pripadaju istoj verziji protokola, ili * su modificirane i s nepoznatim potpisima. Ili nabavite valjane datoteke iz jedne poznate verzije klijenta, ili osigurajte da imate ispravne potpise u datotekama, ili odite na Opcije->Mreža i odaberite ispravan protokol.

source: Data files not recognized
hr_hr: Podatkovne datoteke nisu prepoznate

source: Default
hr_hr: Zadano

source: Detail
hr_hr: Detalji

source: Disable Shared Experience
hr_hr: Isključi dijeljeno iskustvo

source: Distance Fighting
hr_hr: Borba na daljinu

source: Don't Stretch/Shrink Game Window
hr_hr: Ne širi/smanjuj igraći prozor

source: Due to a technical problem we had to reset the game world
hr_hr: Zbog tehničkog problema morali smo resetirati igraći svijet

source: Edit
hr_hr: Uredi

source: Edit Hotkey Object:
hr_hr: Uredi objekt kratica

source: Edit hotkey text:
hr_hr: Uredi tekstove kratica:

source: Edit your hotkey texts
hr_hr: Uredi tekstove kratica

source: Enable Shared Experience
hr_hr: Omogući dijeljeno iskustvo

source: Engine change
hr_hr: Promjena enginea

source: Enter Game
hr_hr: Ulaz u igru

source: Enter a short description:
hr_hr: Unesite kratak opis:

source: Error
hr_hr: Greška

source: Exit
hr_hr: Izlaz

source: Exit Game
hr_hr: Izlaz

source: Experience
hr_hr: Iskustvo

source: Fishing
hr_hr: Ribarstvo

source: Fist Fighting
hr_hr: Borba šakama

source: Follow
hr_hr: Slijedi

source: For more information about Tibia visit our website at
hr_hr: Za više informacija o Tibiji posjetite našu web stranicu na

source: For more information take a look at the threads in the forums at otfans.net.
hr_hr: Za više informacija, pogledajte teme u forumima na otfans.net

source: Free Account
hr_hr: Besplatni račun

source: Fullscreen
hr_hr: Puni ekran

source: Fullscreen decides whether or not the client will be taking the entire screen. Available resolutions shows detected resolutions on your computer that the client can use while in fullscreen.
hr_hr: Puni ekran odlučuje da li će ili neće klijent zauzimati cijeli ekran. Dostupne rezolucije pokazuje otkrivene rezolucije na vašem računalu koje klijent može koristiti dok je u punom ekranu.

source: General
hr_hr: Opće

source: General Options
hr_hr: Opće opcije

source: Graphics
hr_hr: Grafika

source: Graphics Options
hr_hr: Grafičke opcije

source: Gratis Premium Account
hr_hr: Gratis Premium Račun

source: Have fun in
hr_hr: Zabavite se u svijetu

source: Have fun in Tibia!
hr_hr: Zabavite se u Tibiji!

source: Head
hr_hr: Glava

source: Health
hr_hr: Zdravlje

source: Help
hr_hr: Pomoć

source: Help not done.
hr_hr: Pomoć nije napravljena.

source: Hide offline VIPs
hr_hr: Sakrij offline kontakte

source: Hit Points
hr_hr: Zdravlje

source: Hotkey Options
hr_hr: Opcije kratica

source: Hotkeys
hr_hr: Kratice

source: If you are a Debian user, you may have forgotten to install the 'tibia-data' or 'yatc-data' package.
hr_hr: Ako ste korisnik Debiana, možda ste zaboravili instalirati paket 'tibia-data' ili 'yatc-data'.

source: If you don't have an account yet:
hr_hr: Ako jos nemate svoj račun:

source: If you shut down the program, your character might stay in the game. Click on "Logout" to ensure that your character leaves the game properly. Click on "Exit" if you want to exit the program without logging out your character.
hr_hr: Ako ugasiš program, lik bi ti mogao ostatiu igri Klikni na "Odjava" da osiguraš da lik izađe iz igre kako treba. Klikni na "Izlaz" ako želiš izaći iz programa bez odjave lika.

source: Ignore
hr_hr: Ignoriraj

source: Important Reminder
hr_hr: Važan podsjetnik

source: Information
hr_hr: Obavijest

source: Inventory
hr_hr: Inventar

source: Invitation
hr_hr: Pozivnica

source: Invite to Party
hr_hr: Pozovi u grupu

source: Leave Party
hr_hr: Napusti grupu

source: Level
hr_hr: Razina

source: Loading data file failed!
hr_hr: Učitavanje podatkovne datoteke nije uspjelo!

source: Loading the data file '$$FILENAME$$' has failed. Please place '$$FILENAME$$' in the same folder as $$PRODUCTSHORT$$.
hr_hr: Učitavanje datoteke s podacima '$$FILENAME$$' je neuspjelo. Molimo postavite '$$FILENAME$$' u istu mapu kao $$PRODUCTSHORT$$.

source: Loading the data file '$$FILENAME$$' has failed. Please place '$$FILENAME$$' in the same folder as $$PRODUCTSHORT$$. If you are a Debian user, you may have forgotten to install the 'tibia-data' or 'yatc-data' package.
hr_hr: Učitavanje datoteke '$$FILENAME$$' nije uspjelo. Molimo postavite '$$FILENAME$$' u istu mapu kao i $$PRODUCTSHORT$$. Ako ste korisnik Debiana, možda ste zaboravili instalirati paket 'tibia-data' ili 'yatc-data'.

source: Logout
hr_hr: Odjava

source: Look
hr_hr: Pogledaj

source: Looks like you've met a marked player. See the skull? That means that guy fought with someone. The {white skull} means he just tried to fight with someone a few minutes ago, and {red skull} means he killed several people.
hr_hr: Čini se da ste sreli označenog igrača. Vidite lubanju? To znači da se tip borio s nekime. Primjerice, {bijela lubanja} znači da se pokušao boriti s nekime pred par minuta, a {crvena lubanja} znači da je ubio više ljudi.

source: Magic Level
hr_hr: Razina magije

source: Message of the Day
hr_hr: Poruka dana

source: Message to
hr_hr: Poruka za

source: Message to
hr_hr: Poruka za

source: Money:
hr_hr: Novac:

source: Move Objects
hr_hr: Micanje objekata

source: NPC Trade
hr_hr: Trgovina s NPCem

source: Network
hr_hr: Mreža

source: Network Options
hr_hr: Mrežne opcije

source: No Light
hr_hr: Bez svjetla

source: Now you've got a {bag} to carry stuff in and there's already a {coat} in there. {Drag} the coat from the {bag} to the {armor slot} to wear it.
hr_hr: Sada imate {vreću} u kojoj možete nositi stvari, i u njoj je već {odijelo}. Sada, {odvucite} odijelo iz {vreće} u {mjesto za oklop} da bistega obukli.

source: OMG! Some creep just killed ya, you noob. But don't be sad, you crying baby. You can just respawn if you give up some of your stuff. Go click that 'Ok' button if you dare and resume your journeys in $$PRODUCTSHORT$$!
hr_hr: JAO! Nešto te upravo ubilo, blesane. No ne budi tužan, malecki. Možeš se vratiti u igru ako odustaneš od nekih svojih stvari. Klikni na tipku 'Ok' ako se usuđuješ i nastavi svoja putovanja u $$PRODUCTSHORT$$!

source: OT Encryption Key
hr_hr: OT enkripcijski kljuc

source: Ok
hr_hr: U redu

source: Ok; you can also try {clicking} on the {minimap}. For example there's a {marker} on the minimap now, try moving there.
hr_hr: U redu; također možete pokušati {kliknuti} na {minimapu}. Primjerice, sada postoji {oznaka} na karti, pokušajte se tamo pomaknuti.

source: Open
hr_hr: Otvori

source: OpenGL is a 3D hardware-accelerated graphical library. To make use of it, make sure you have latest graphic card drivers. Those provided by Microsoft will be insufficient. Due to SDL-centric design, OpenGL was not given much thought and is currently not recommended since it will be much slower on most laptops and perhaps on many desktops.
hr_hr: OpenGL je 3D hardverski ubrzana grafička biblioteka. Da biste je koristili, osigurajte da imate najnovije drivere za grafičku karticu. Oni koje daje Microsoft su nedovoljni. Zbog SDL-centričnog dizajna, OpenGLu nismo davali previše pažnje i stoga nije preporučen jer će biti mnogo sporiji na većini laptopa, a možda i mnogim desktopima.

source: Options
hr_hr: Opcije

source: Pass Leadership To
hr_hr: Predaj vodstvo

source: Password:
hr_hr: Zaporka:

source: Pick an outfit and choose colors for parts of your character's avatar. Addons are activated by ticking the appropriate box. To activate particular addon, premium players can solve various quests.
hr_hr: Odaberite odijelo i odaberite boje za dijelove avatara vaseg lika. Dodaci se aktiviraju tako da upalite odgovarajuću kućicu. Da aktiviraju pojedini dodatak, premium igrači mogu rješavati razne potrage.

source: Please enter a character name:
hr_hr: Molimo unesite ime lika:

source: Please wait for your partner to accept.
hr_hr: Pričekajte da vaš partner prihvati

source: Premium Account
hr_hr: Premium račun

source: Price:
hr_hr: Cijena:

source: Primary
hr_hr: Glavno

source: Programmed by
hr_hr: Programirali

source: Protocol
hr_hr: Protokol

source: Protocol detection failed
hr_hr: Otkrivanje protokola neuspjelo

source: Quests
hr_hr: Zadaće

source: RECOMMENDED: Choose SDL. But, try what works better for you. To apply graphical engine change, you need to restart $$PRODUCTSHORT$$.
hr_hr: PREPORUKA: Odaberite SDL. Ali, probajte što je bolje za vas. Da primijenite promjenu enginea, trebate izaći i ponovno pokrenuti $$PRODUCTSHORT$$.

source: Reject
hr_hr: Odbij

source: Remove
hr_hr: Ukloni

source: Restart is required to apply engine change.
hr_hr: Da promijenite engine morate ponovno pokrenuti igru.

source: Revoke
hr_hr: Oduzmi

source: SDL 1.2 is a 2D software rendering library. It should be slowest, but since it is the most maintained engine, it runs at reasonable speed and even faster than OpenGL engine, with fewer glitches. That can, of course, change anytime.
hr_hr: SDL 1.2 je 2D biblioteka za softversko crtanje. Trebala bi biti najsporija, ali budući da je to najodržavaniji engine vrti se na pristojnoj brzini i čak ponekad brže od OpenGL enginea, s manje grešaka. To se dakako bilo kada može promijeniti.

source: Save Window
hr_hr: Spremi prozor

source: Secondary
hr_hr: Drugi

source: Select Character
hr_hr: Odabir Lika

source: Select Object
hr_hr: Odaberi objekt

source: Select a type:
hr_hr: Odaberi vrstu:

source: Select all
hr_hr: Odaberi sve

source: Select character:
hr_hr: Odaberi lika:

source: Select graphics engine
hr_hr: Odaberite grafički engine

source: Sell
hr_hr: Prodaja

source: Send automatically
hr_hr: Šalji automatski

source: Server address:
hr_hr: Adresa servera:

source: Server name is the IP address or hostname of the login server. Port is the TCP port of the login server. You can also choose if you'd like to access OpenTibia servers, or a proprietary server. To access OpenTibia servers, turn on the OT Encryption Key option.
hr_hr: Ime servera je IP adresa ili adresa servera za prijavu. Port je TCP port servera za prijavu. Također možete odabrati da li želite pristupiti OpenTibia serverima ili vlasničkom serveru. Da pristupite OpenTibia serverima, upalite opciju OT Enkripcijski ključ.

source: Server port:
hr_hr: Port servera:

source: Set Outfit
hr_hr: Postavi odijelo

source: Set network options, such as server.
hr_hr: Postavi mrežne opcije poput servera.

source: Set the number of items you want to move:
hr_hr: Odaberite broj stvari koje želite seliti

source: Shielding
hr_hr: Obrana

source: Show Event Messages in Console
hr_hr: Prikaži događaje u konzoli

source: Show Hints
hr_hr: Prikaži savjete

source: Show Info Messages in Console
hr_hr: Prikaži info poruke u konzoli

source: Show Levels in Console
hr_hr: Prikaži levele u konzoli

source: Show Names of Creatures
hr_hr: Prikaži nazive stvorova

source: Show Private Messages in Game Window
hr_hr: Prikaži privatne poruke u prozoru igre

source: Show Status Messages in Console
hr_hr: Prikaži statusne poruke u konzoli

source: Show Textual Effects
hr_hr: Prikaži tekstualne efekte

source: Show Timestamps in Console
hr_hr: Prikaži vrijeme u konzoli

source: Show offline VIPs
hr_hr: Prikaži offline kontakte

source: Show server messages
hr_hr: Prikaži poruke poslužitelja

source: Show the most recent Message of the Day
hr_hr: Prikaži najnoviju poruku dana

source: Simple Light
hr_hr: Jednostavno osvjetljenje

source: Skill
hr_hr: Vještina

source: Skills
hr_hr: Vještine

source: So the {container window} opened. {Drag} whatever's in it into your {bag} to take it with you. You need to collect three cockroach legs for the NPC!
hr_hr: Sad se otvorio {prozor spremnika}. {Odvucite} štogod je u njemu u {vreću} da biste to ponijeli sa sobom. Trebate skupiti tri noge žohara sa NPCa!

source: Sorry, not possible
hr_hr: Žao nam je, nije moguće

source: Sort by name
hr_hr: Sortiraj po imenu

source: Sort by status
hr_hr: Sortiraj po statusu

source: Sort by type
hr_hr: Sortiraj po vrsti

source: Soul Points
hr_hr: Bodovi duše

source: Stamina
hr_hr: Izdržljivost

source: Stop
hr_hr: Stani

source: Sword Fighting
hr_hr: Borba mačevima

source: The {shovel}, which is now in your inventory, is used to dig stuff up. It's very useful for exploring new areas. So go to the east, and you should find a {loose stone pile}, try {ctrl+clicking} on the {shovel} and then on the {stones}. When you use an item on another item, it's called extended using.
hr_hr: Ova {lopata}, koja je sad u vašem inventaru, koristi se za iskopavanje. Vrlo je korisna za istraživanje novih područja. Pa odite na istog i trebali biste pronaći {labavu nakupinu kamenja}, pokušajte {ctrl+kliknuti} na {lopatu} i zatim na {kamenje}.

source: There's a {chest} in here. So try {ctrl+clicking} (commonly called 'Use') on it to open it.
hr_hr: Ovdje je {škrinja}. Pokušajte {ctrl+kliknuti} (također se zove 'Korištenje') da biste je otvorili.

source: This functionality is not yet finished
hr_hr: Ova funkcionalnost još nije gotova

source: To choose maximum FPS (reducing the CPU and graphics card usage resulting in less power usage, quieter operation and reduced CPU temperature) use the scrollbar below. Note, though, FPS limiting is only approximate.
hr_hr: Da biste odabrali maksimalni FPS (za smanjenu uporabu CPUa i grafičke kartice, čime se smanjuje potrošnja struje, stišava rad i smanjuje temperatura CPUa) koristite traku za povlačenje koja je ovdje dolje. No, FPS ograničenje je samo otprilike.

source: To lit the {torch}, try {ctrl+clicking} on it. Torches burn out slowly while they're on, so don't forget to {ctrl+click} (use) it when you don't need it. Many things can be ctrl+clicked in this game, so try looking around.
hr_hr: Da biste upalili {baklju}, pokušajte {ctrl+kliknuti} na nju. Baklje lagano izgaraju dok su upaljene, stoga ne zaboravite {ctrl+kliknuti} (iskoristiti) je kada je ne koristiti. Mnoge stvari se mogu ctrl+kliknuti u ovoj igri, pa malo isprobavajte.

source: Trade
hr_hr: Trgovina

source: Trade with
hr_hr: Trguj sa

source: Tutorial Hint
hr_hr: Savjet za prohod

source: Unknown
hr_hr: Nepoznato

source: Unlimited
hr_hr: Neograničeno

source: Unrecognized data files. * Please install a supported version of data files, or override autodetection manually in configuration. * You may be attempting to use a too new version of data files. Check if a new version of $$PRODUCTSHORT$$ came out which supports this version of data files.
hr_hr: Neprepoznate podatkovne datoteke. * Molimo instalirajte podržanu inačicu podatkovnih datoteka, ili isključite autodetekciju ručno u postavkama. * Možda pokušavate koristiti prenovu inačicu podatkovnih datoteka. Provjerite da li je nova inačica $$PRODUCTSHORT$$ izašla, koja podržava ovu inačicu podatkovnih datoteka.

source: Use
hr_hr: Koristi

source: Use Smooth Stretching
hr_hr: Koristi zaglađeno razvlačenje

source: Use on crosshair
hr_hr: Koristi na ciljanju

source: Use on target
hr_hr: Koristi na meti

source: Use on yourself
hr_hr: Koristi na sebi

source: Use with...
hr_hr: Koristi s...

source: Uses GLICT
hr_hr: Koristi GLICT

source: Uses OpenGL
hr_hr: Koristi OpenGL

source: Uses SDL
hr_hr: Koristi SDL

source: VIP
hr_hr: Kontakti

source: Wait for a counter offer.
hr_hr: Čekanje na protuponudu.

source: Warning
hr_hr: Upozorenje

source: We are sorry for any inconvenience. Of course we work hard to prevent such problems in the future.
hr_hr: Žao nam je zbog mogućih problema. Naravno da puno radimo na sprečavanju takvih problema u budućnosti.

source: We offer two graphical engines:
hr_hr: Nudimo dva grafička enginea:

source: Welcome to
hr_hr: Dobrodošli u

source: Welcome to $$PRODUCTSHORT$$! Use {arrows} or {mouse} to move around.
hr_hr: Dobrodošli u $$PRODUCTSHORT$$! Koristite {strelice} ili {miša} da se krećete.

source: Welcome to Tibia!
hr_hr: Dobrodošli u Tibiju!

source: Welcome to the village! There are a few more marks on your map now with important locations and NPCs. You're now supposed to fight until level 8, when you can choose a vocation and go to the mainland.
hr_hr: Dobrodošli u selo! Sada ima još par oznaka na vašoj karti s važnim mjestima i NPCovima. Sada biste se trebali boriti do razine 8, kada možete izabrati zvanje i otići u glavnu zemlju.

source: Why fight if you can't profit, right? So when you kill something, just loot its {body}. Just do a {ctrl+click} on it.
hr_hr: Zašto se boriti ako ne možete profitirati? Stoga kad nešto ubijete, samo prekopajte {tijelo}. Samo {ctrl+kliknete} na njega.

source: Windows Mouse Pointer
hr_hr: Windows pokazivač miša

source: With the {rope} you can climb up from dungeons and caves. Find a {rope spot}, {ctrl+click} on the {rope}, and then on the {rope spot}.
hr_hr: S {užetom} se možete penjati iz tamnica i pećina. Pronađite {točku za penjanje {ctrl+kliknite} na {uže}, i zatim na {točku za penjanje}.

source: You are dead
hr_hr: Mrtav si

source: You are missing '$$FILENAME$$'. We will launch Tibia Data File Fetcher which should automatically install data files required for $$PRODUCTSHORT$$. You will have to manually restart $$PRODUCTSHORT$$ afterwards.
hr_hr: Nedostaje vam '$$FILENAME$$'. Pokrenut ćemo Preuzimatelj Tibia Datoteka koji bi trebao automatski instalirati datoteke potrebne za $$PRODUCTSHORT$$. Trebat ćete ručno ponovno pokrenuti $$PRODUCTSHORT$$ nakon što se to završi.

source: You can't see a thing.
hr_hr: Ne možeš vidjeti ni prst pred nosom.

source: Your character list is being loaded. Please wait.
hr_hr: Popis Vaših likova se učitava. Molimo pričekajte.

source: [for info run with GL engine]
hr_hr: [za podatke pokrenite s GL engineom]

source: compiled with
hr_hr: prevedeno s

source: days left
hr_hr: dana preostalo

source: to the state of
hr_hr: na stanje dana

source: with inactive developers
hr_hr: uz neaktivne razvijatelje
